<template>
  <div>
    <h1>充值</h1>
    <ol>
      <li>登录新睿云，点击“我的账户”，选择“财务中心”；<br>
        <img src="../../../../assets/img/doc/uaf/uaf-img6.png"></li>
      <li>点击“充值”进入充值页面，在“充值方式”处选择在线支付或线下汇款<br>
        <img src="../../../../assets/img/doc/uaf/uaf-img7.png">
        <p>在线支付：选择支付平台“银联”、“支付宝”、或“微信支付”。</p>
        <p>线下汇款：请您在汇款摘要中注明“云服务”。汇款成功后请将汇款凭证（汇款凭证扫描件或者图片、网银付款截图） 、汇款人姓名、联系电话、注册手机或邮箱地址发送到“公司邮箱”以便财务进行进行确认。财务确认到账后 ，会将汇款金额充值到您的注册账户。为了避免因账户欠帐影响您的正常使用，请务必至少提前三到五个工作日进行线下汇款 ，以免造成不必要的损失。</p>
      </li>
      <li>选择“充值金额”或手动输入金额，点击“确认充值”</li>
      <li>若充值未成功，点击“遇到问题”，则进入提交工单页面，请您提交工单给我们。</li>
      <li>充值成功后，可点击导航栏的“收支明细”查看充值记录。</li>
    </ol>
  </div>
</template>
<script>

  export default{
    data(){
      return {}
    },
    components: {}
  }
</script>
