<template>
  <div>
    <h1>可申请发票的范围</h1>
    <p>新睿云支持开发票的范围和可开票金额说明如下：</p>
    <ul>
      <li>账户钱款被消费或扣除时，系统会生成可开票记录。</li>
      <li>单张发票的金额须在500元（含）以上。</li>
    </ul>
    <h1>发票申请</h1>
    <ol>
      <li>登录新睿云控制台，进入“费用中心”->“发票申请”页面<br>
        <img src="../../../../assets/img/doc/uaf/uaf-img8.png">
      </li>
      <li>发票信息包含“发票类型”和“发票抬头”，具体如下：
        <ul>
          <li>发票类型：有“增值税普通发票”和“增值税专用发票”两类。
            <ul>
              <li>增值税普通发票：除具有一般纳税人资格的企业用户外，其他类型用户都只能开具“增值税普通发票”。</li>
              <li>增值税专用发票：具有一般纳税人资格的企业用户，可以在完成企业实名认证和增值税专用发票认证后，选择开具增值税专用发票。</li>
            </ul>
          </li>
          <li>发票抬头：
            <ul>
              <li>若您是个人用户，可以按照实际需求输入发票抬头。</li>
              <li>若您是企业或者其他组织用户，且已经完成了实名认证，则默认发票抬头为实名认证的公司或组织名称。</li>
              <li>若您是企业或者其他组织用户，还未进行实名认证，请按照实际公司或组织名称填写发票抬头，后续完成实名认证后，系统会自动默认为实名认证的名称为抬头。</li>
            </ul>

          </li>
        </ul>
      </li>
    </ol>
    <h1>增值税专用发票资格认证</h1>
    <p>当您第一次申请增值税专用发票的时候，系统会提示您进行赠票资质认证。</p>
    <img src="../../../../assets/img/doc/uaf/uaf-img9.png">
    <p>赠票资质认证需要您提交开具增值税专用发票的相关信息。如图所示：</p>
    <img src="../../../../assets/img/doc/uaf/uaf-img10.png">
    <p>当您通过增值税专用发票申请之后，选择专票申请之后将显示您提交的申请信息。</p>
    <img src="../../../../assets/img/doc/uaf/uaf-img11.png">

  </div>
</template>

<script>

  export default{
    data(){
      return {}
    },
    components: {}
  }
</script>
