<template>
  <div>
    <h1></h1>
    <h2>Q：通过私有镜像创建的云主机，可以与生成镜像的云主机硬件规格不同吗？</h2>
    <p>A：通过私有镜像创建的云主机，其系统盘大小不能任意指定，必须和镜像的系统盘大小相同。CPU、内存、带宽、数据盘可以根据需要进行修改。</p>
      
    <h2>Q：云主机创建私有镜像的时候一定要关机吗？</h2>
    <p>A：是的。运行状态下的云主机，其内存可能会缓存正准备写入的数据，为了避免您制作的镜像出现数据丢失问题，请您在制作镜像前关闭云主机。</p>

    <h2>Q：Windows 私有镜像创建的弹性云主机的密码是什么？</h2>
    <p>A：当前暂不支持在控制中心修改使用Windows私有镜像创建的云主机密码，请您使用原来制作镜像的源云主机的密码登录云主机后再修改密码。 </p>

    <h2>Q：使用镜像创建云主机，可以指定系统盘大小吗？ </h2>
    <p>A：使用镜像创建云主机，其系统盘大小不能任意指定，必须和镜像的系统盘大小相同。</p>

    <h2>Q：一个帐号最多可以创建多少个私有镜像？</h2>
    <p>A：当前一个区域内默认最多可以创建10个私有镜像。如果您需要创建更多的私有镜像，可以通过提交工单的方式，申请扩大配额上限。</p>
  </div>
</template>
<style scoped>
  h1 {
    font-weight: 700;
  }
  h2 {
    margin-top: 17px;
    margin-bottom: 8px;
    font-weight: 700;
    font-size: 16px;
    line-height: 1.5;
    color: #333;
  }
</style>
<script>

  export default{
    data(){
      return{
        msg:'hello vue'
      }
    },
    components:{

    }
  }
</script>
