<template>
  <div>
    <h2>Q：如何创建负载均衡？</h2>
    <p>A：具体操作请参看弹性负载均衡操作指导【创建负载均衡】。</p>

    <h2>Q：如何管理弹性负载均衡？</h2>
    <p>A：登陆新睿云控制台，在【负载均衡】列表页面，可以查看并管理已创建负载均衡实例的状态、带宽等详细信息。</p>

    <h2>Q：负载均衡的带宽是否可调整？</h2>
    <p>A：可以调整，调整范围为1-100M。</p>

    <h2>Q：负载均衡支持哪些转发方式？</h2>
    <p>A：当前支持轮询、最小连接数和源地址三种模式的转发规则。</p>

    <h2>Q：负载均衡是否可以添加不同操作系统的云主机么？</h2>
    <p>A：可以的。负载均衡本身不会限制后端的云主机的操作系统，只要您的2台云服务器中的应用服务部署是相同且保证数据的一致性即可。但是，我们建议您选择2台相同操作系统的云主机进行配置，以便您日后的管理维护。</p>

    <h2>Q：负载均衡可以在1台云主机上使用吗？</h2>
    <p>A：可以，但是仅一台云主机无法做到负载均衡，建议使用两台以上云主机。</p>

    <h2>Q：负载均衡的IP能否解绑定？</h2>
    <p>A：可以进行IP的绑定和解绑定操作。</p>

    <h2>Q：如何开启会话保持？</h2>
    <p>A：在您的负载均衡服务监听器创建成功时会话保持就默认打开。在监听器生命周期内全程开启。</p>

    <h2>Q：负载均衡支持什么类型的会话保持？</h2>
    <p>A：针对7层（HTTP协议）服务，基于cookie的会话保持。针对4层（TCP协议）服务，基于IP地址的会话保持。</p>

    <h2>Q：我的负载均衡在配置健康检查时状态“异常”并且无法通过负载均衡地址访问外网？</h2>
    <p>A：如果用户添加的源IP为精确的ip或者ip地址段的时候，需要配置防火墙，添加规则，配置源IP为100.125.0.0/16 ；如果使用默认的源IP为默认的，无需此操作。</p>
<h2></h2>
  </div>
</template>
<style scoped>
  h2 {
    margin-top: 17px;
    margin-bottom: 8px;
    font-weight: 700;
    font-size: 16px;
    line-height: 1.5;
    color: #333;
  }
</style>
<script>
  export default{
    data(){
      return {}
    },
    components: {}
  }
</script>
