<template>
  <div>
    <h1>常见问题</h1>
    <h2>Q：子网间是否可以通信？</h2>
    <p>A：子网是属于VPC的资源，一个VPC内的子网可以进行通信，不同VPC的子网可以通过隧道服务和vpn通信。</p>

    <h2>Q：子网的网段是否可以修改？</h2>
    <p>A：子网的创建好后，网段不能可以修改。</p>

    <h2>Q：什么是弹性IP？</h2>
    <p>A：弹性IP地址是专为动态云计算设计的静态IP地址。借助弹性IP，您可以快速将地址重新映射到您的账户中的另一个实例，从而屏蔽实例故障。弹性IP与租户账户相关联，而不是与某个实例相关联，在您选择彻底释放该地址之前，它会一直与您的账户保持关联。</p>

    <h2>Q：弹性IP是否收费？</h2>
    <p>A：弹性IP是按包年包月收费的，每个资源池具体支持的收费模式请参见新睿云官网。</p>

    <h2>Q：弹性云主机如何使用弹性IP？</h2>
    <p>A：我们在启动时，可以为弹性云主机中的每个实例分配2个IP地址：一个私有IP地址和一个公网IP地址，后者通过网络地址转换 (NAT) 映射到前者。公有IP地址是从VPC公网IP地址池分配的。</p>

    <h2>Q：每个用户能同时拥有多少个弹性IP？</h2>
    <p>A：每个用户最多可拥有20个弹性IP，如不能满足需求，用户可以申请扩大配额。</p>

    <h2>Q：VPN支持哪些类型？</h2>
    <p>A：当前仅支持IPSec VPN。</p>

    <h2>Q：IPSec VPN是否会自动进行协商？ </h2>
    <p>A：IPSec VPN隧道为被动模式，只有在本端有流量经过隧道时才会触发自动协商。 </p>

    <h2>Q：VPN连接建立后，数据中心或局域网无法访问弹性云主机？ </h2>
    <p>A：我们提供的防火墙默认不允许任何源访问，请先确认您的防火墙是否配置了允许对端的子网地址访问。 </p>

    <h2>Q：VPN支持将两个虚拟私有云（VPC）互连吗？ </h2>
    <p>A：暂不支持。</p>
  </div>
</template>
<style scoped>
  h2 {
    margin-top: 17px;
    margin-bottom: 8px;
    font-weight: 700;
    font-size: 16px;
    line-height: 1.5;
    color: #333;
  }
</style>
<script>
  export default{
    data(){
      return {}
    },
    components: {}
  }
</script>
