<template>
  <div>
    <h1>私有网络（vpc）描述</h1>
    <p>VPC（Virtual Private Cloud）是一个用户定义的虚拟网络，云主机可以放置在其中。虚拟私有网络相对于云服务器集群而言，就像传统网络对于数据中心而言一样。虚拟私有网络是基于虚拟路由器（Virtual Router）而定义的子网，与传统路由器定义的子网是类似的。</p>
    <p>在创建新睿云账户的同时，会创建一个默认专有的VPC，用户如果没有自行创建的VPC，则所有的云服务器都在一个VPC之中。用户可以在账户中创建和配置VPC，可以选择IP地址范围，在VPC中创建子网络，配置路由表单，配置网关，和ACL设置。</p>
    <p>子网是VPC中IP地址的一个范围划分。例如，对于连接公网的云服务器就应该划分在一个公有的子网，而对于不能连接公网的服务器就应该划分在一个专有的子网中。为了保护每个子网中云主机和数据的安全，用户可以采用多种安全策略，包括防火墙和接入控制名单ACL（黑白名单）。</p>
    <p>概括的说，虚拟专有云VPC为用户提供一个逻辑隔离的区域，构建一个安全可靠、可配置和管理的虚拟网络环境。您可以申请弹性IP/带宽、创建子网、设置防火墙、配置DHCP等。此外，通过VPN专有安全隧道，还可实现VPC资源与企业IT资源的无缝结合，实现IT资源的扩展。</p>
  </div>
</template>
<style scoped>

</style>
<script>
  export default{
    data(){
      return {}
    },
    components: {}
  }
</script>
