<template>
    <div>
      <h1></h1>
      <h2>Q：哪里查看调整配置的记录？</h2>
      <p>A: 控制台 右上角点击“用户名”-“操作日志”可以展示您对云主机调整配置的记录。对于包年包月的云主机 ，在收支明细中升配和降配都会产生相应的订单。</p>
      <h2>Q：按量计费调整配置后如何计费？</h2>
      <p>A: 调整配置后，即时生效，精确到分。例如，您的配置为1C2G，在1点23分配置升级成功为2C4G ，在2点整结算时，23分按1C2G配置计费，后面的36分按 2C4G 配置计费，精确到分。</p>
      <h1>系统盘</h1>
      <h2>Q：重装系统时，是否可以调整系统盘的大小？</h2>
      <p>A: 系统盘为云盘的云服务器，重装系统时系统盘将随镜像系统大小自动调整。</p>
      <h2>Q：系统盘是否支持扩容后再通过重装系统缩容？</h2>
      <p>A: 系统盘不支持缩容。</p>
      <h2>Q：弹性云主机在什么时候进入开通状态？</h2>
      <p>A：包月订购的弹性云主机：当您支付完费用且系统扣款成功后，将自动为您开通弹性云主机。
        按需订购的弹性云主机：由于是先使用后付费，所以确认创建后就进入开通状态。</p>
      <h2>Q：重装操作系统失败如何处理？ </h2>
      <p>A：如果重装操作系统失败，页面会提示重装操作系统失败，运维人员会在后台进行人工恢复，如果您有紧急业务需要立即恢复，请联系运维人员进行紧急恢复。</p>
      <h2>Q：弹性云主机上是否可以搭建数据库？</h2>
      <p>A：您可以安装任何类型的数据库。 </p>

      <h2>Q：使用VNC方式登录后，查看数据失败，VNC无法正常使用？</h2>
      <p>A：使用VNC方式登录弹性云主机后，执行查看数据操作时，例如在Linux操作系统下使用<p>命令查看大文件、播放视频，由于部分浏览器自身内存占用太大，导致vnc无法正常使用，请更换其他浏览器后重新登录弹性云主机。</p>

      <h2>Q：弹性云主机添加网卡后是否会自动启动？</h2>

      <p>A：弹性云主机的操作系统为CentOS 7.0时，添加网卡后在弹性云主机内部无法自启动，需要手动激活。</p>

      <h2>Q：按需购买的弹性云主机如何变更规格？</h2>
      <p>A：您可以随时变更您的弹性云主机规格，由于是按需计费，所以您不需要补齐差额，只要保证您帐户上的余额大于余额受限阈值100元即可。变更前先关机，之后再重弹性云主机机即可变更成功。</p>


      <h2>Q：无法通过弹性 IP 登录到云主机时，如何处理？ </h2>
      <p>A：您可以通过VNC登录到云主机查看云主机状态（登录步骤参见4.2.1），如果仍无法解决您可拨打免费客服电话4008109889。</p>


      <h2>Q：弹性云主机如何防 DDoS 攻击的？ </h2>
      <p>A：首先，我们的监控系统会在发现您的流量异常时自动启动流量清洗并建议您封闭不用的端口。同时，我们提供了防DDoS的服务（Anti-DDoS服务），它可以阻止您的弹性云主机受到非法的攻击。 </p>
       
      <h2>Q：弹性云主机器密码设置简单会不会被入侵？ </h2>
      <p>A：弱密码容易遭到互联网的恶意攻击，建议指定的云主机密码由数字、大小写字母、特殊符号组成，长度在8至26位。 </p>

      <h2>Q：我创建的云主机是否在同一子网？ </h2>
      <p>A：由于您可以自定义网络，所以云主机是否在一个子网，完全由您来控制。</p>

      <h2>Q：为什么云主机可以远程连接，但是无法 ping 通？</h2>
      <p>A：需要在防火墙中开启IMCP协议规则。 </p>

      <h2>Q：我能否自己安装或者升级操作系统？ </h2>
      <p>A：云主机需要使用我们提供的操作系统或者基于我们操作系统制作的操作系统，不能自行添加或升级，操作系统可以打补丁。</p>
       
      <h2>Q：操作系统自带 FTP 上传吗？ </h2>
      <p>A：FTP需要用户自己安装和配置。</p>
    </div>
</template>
<style scoped>
  p {
    line-height: 1.5;
  }
  h1 {
    font-weight: 700;
  }
  h2 {
    margin-top: 17px;
    margin-bottom: 8px;
    font-weight: 700;
    font-size: 16px;
    line-height: 1.5;
    color: #333;
  }
</style>
<script>

    export default{
        data(){
            return{
                msg:'hello vue'
            }
        },
        components:{

        }
    }
</script>
