<template>
  <div>
    <h1>概述</h1>
    <p style="line-height: 1.5">本指南旨在帮助用户快速了解如何在新睿云管理控制台使用云服务器。
      云服务器是一种简单高效、安全可靠、处理能力可弹性伸缩的计算服务。用户无需提前购买硬件，即可迅速创建或释放任意多台云服务器，有效降低IT成本，提升运维效率，为用户快速构建稳定可靠的应用，降低网络规模计算的难度，使用户更专注于核心业务创新。
    </p>
    <h1>基本概念：</h1>
    <ul>
      <li>云主机：在新睿云中作为虚拟服务器运行的系统映像的副本。</li>
      <li>镜像：即包含了软件及必要配置的云服务器模板。这里提到的镜像分为两种，一种是新睿云提供的“系统镜像”，包括多种Linux、Windows操作系统。另一种是“自定义镜像”，是用户根据云服务器的快照来自行创建的。</li>
      <li>快照：是指云服务器或云磁盘在某一特定时间点的完整内容及结构的副本。用户可以随时按快照点进行数据恢复，从而实现包括增量备份等各种形式的备份服务。</li>
      <li>防火墙：是对云服务器实例所应用的通信方向、网络协议、端口、源IP规则的集合。</li>
    </ul>
    <img src="../../../../assets/img/doc/computed2-img1.png" alt="基本流程">
  </div>
</template>
<style lang="less">

</style>
<script>

    export default{
      data(){
        return {}
      },
      components: {}
    }
</script>
